# RunColorPaletteMgr

## Description
Runs the Color Palette Manager

```pascal
FUNCTION RunColorPaletteMgr : BOOLEAN;
```

```python
def vs.RunColorPaletteMgr():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2013

## Category
* Color